Repository: latinvm/wordpress-email-redirect
Catalog: languages/email-redirect-*.po
Languages: nl_nl

source: Email Redirect Settings
nl_nl: E-mail Doorverwijzing Instellingen

source: Email Redirect
nl_nl: E-mail Doorverwijzing

source: e.g., company.com
nl_nl: bijv. bedrijf.nl

source: https://example.com/page
nl_nl: https://voorbeeld.nl/pagina

source: Remove
nl_nl: Verwijderen

source: Domain
nl_nl: Domein

source: Redirect URL
nl_nl: Doorverwijzings-URL

source: Action
nl_nl: Actie

source: Add Mapping
nl_nl: Koppeling toevoegen

source: Enter domains without protocol (e.g., company.com or mail.company.com). Subdomain configurations take precedence over main domain matches.
nl_nl: Voer domeinen in zonder protocol (bijv. bedrijf.nl of mail.bedrijf.nl). Subdomein-configuraties hebben voorrang op hoofddomein-koppelingen.

source: Email Address:
nl_nl: E-mailadres:

source: your.email@company.com
nl_nl: uw.email@bedrijf.nl

source: Submit
nl_nl: Verzenden

source: Please enter a valid email address.
nl_nl: Voer een geldig e-mailadres in.

source: No redirect URL found for your email domain.
nl_nl: Geen doorverwijzings-URL gevonden voor uw e-maildomein.

source: Email Redirect Form
nl_nl: E-mail Doorverwijzing Formulier

source: Email form that redirects users based on their email domain
nl_nl: E-mailformulier dat gebruikers doorverwijst op basis van hun e-maildomein

source: Enter Your Email
nl_nl: Voer uw e-mailadres in

source: Title:
nl_nl: Titel:
